import {Col, Row} from "antd";
import React from "react";

function MostT() {
    return(
        <Row>
            <Col>
                <span className="wxd">出生最早的歌手</span>
                <span className="wxdwxd">阿炳（1893年8月17日—1950年12月4日），原名华彦钧，出生于无锡市，民间音乐家，正一派道士，因患眼疾而双目失明。阿炳刻苦钻研道教音乐，精益求精，并广泛吸取民间音乐的曲调，一生共创作和演出了270多首民间乐曲。其父华清和为无锡城中三清殿道观雷尊殿的当家道士，擅长道教音乐。华彦钧3岁时丧母，由同族婶母抚养。8岁随父在雷尊殿当小道士。开始在私塾读了3年书，后从父学习鼓、笛、二胡、琵琶等乐器。12岁已能演奏多种乐器，并经常参加拜忏、诵经、奏乐等活动。18岁时被无锡道教音乐界誉为演奏能手。1950年12月4日，阿炳病逝，享年57岁。阿炳现留存有二胡曲《二泉映月》、《听松》、《寒春风曲》和琵琶曲《大浪淘沙》、《龙船》、《昭君出塞》六首。</span>
                <br/><br/><br/><br/><br/>
                <span className="wxd">出生最晚的歌手</span>
                <span className="wxdwxd">咘咘，贾静雯与修杰楷的女儿。3月20日，艺人修杰楷和贾静雯结婚后，先是于2015年8月生下宝贝女儿咘咘，在2016年咘咘参加了芒果台《妈妈是超人》节目，被大家熟悉，因呆萌形象受到人们的喜爱。接着又在2017年3月中，开心迎来小女儿BoBo（Bo妞），家庭生活幸福美满。他20日首度带着咘咘前往动物园，牵着爱女到处去看大象、长颈鹿等动物，一系列父女合照萌翻众人。 [1]</span>
                <br/><br/><br/><br/><br/>
                <span className="wxd">个人职业数量之最</span>
                <span className="wxdwxd">成龙（Jackie Chan），1954年4月7日出生于香港，祖籍安徽芜湖，演员, 导演, 动作指导, 制作人, 编剧, 歌手, 监制, 配音演员。
1971年以武师身份进入电影圈。1978年以电影《蛇形刁手》、《醉拳》确立功夫喜剧的动作风格。1980年自导自演的动作片《师弟出马》打破香港地区票房纪录。1986年自导自演的动作片《警察故事》获得第5届香港电影金像奖最佳影片奖。1989年获得大不列颠帝国勋章。1992年凭借警匪片《警察故事3超级警察》获得第29届台湾电影金马奖最佳男主角奖。1993年凭借警匪片《重案组》蝉联台湾电影金马奖最佳男主角。
1995年凭借动作片《红番区》打入美国好莱坞，该片打破北美外语片票房纪录。1998年主演的动作片《尖峰时刻》奠定其在好莱坞的地位。2001年主演的动作片《尖峰时刻2》创下华人演员主演好莱坞电影的票房纪录。2005年凭借警匪片《新警察故事》获得第25届中国电影金鸡奖最佳男主角奖；同年获得上海国际电影节华语电影海外贡献奖。2012年被美国《纽约时报》评为“史上20位最伟大的动作影星”第一位；同年被吉尼斯世界纪录大全评为“表演特技最多的演员”。2016年获第89届奥斯卡终身成就奖。截至2019年，其主演50余部电影全球累计票房超过250亿元，并7次获得香港地区年度票房冠军，17次获得华语片全球票房冠军。
演艺事业外，成龙热心公益事业。1988年获得世界十大杰出。2003年当选感动中国十大人物。2004年担任联合国儿童基金会亲善大使。2006年入选《福布斯》全球十大慈善之星。</span>
                <br/><br/><br/><br/><br/>
                <span className="wxd">毕业院校人数最多的学校</span>
                <span className="wxdwxd">北京电影学院在中国高校中产出了最多的华语乐坛歌手，他们分别是艾伦，李玉刚，董冬冬，马天宇，边江，饶天亮，黄晓明，包贝尔，彭冠英，韩晓，轲然，王艺翔，张一山，谢东，肖央，白雪，安又琪，范琳琳，方芳，曾昭玮，贡米，景甜，江一燕，涓子，杨紫，姚晨，杨幂，王珞丹，谭松韵，周冬雨，王冰洋，许晴，郑爽，杨采钰，周影，袁姗姗，张晶晶共37个人。</span>
                <br/><br/><br/><br/><br/>
                <span className="wxd">华语三大电影奖大满贯</span>
                <span className="wxdwxd">获得大满贯的人有：邓超、成龙、井柏然、徐克、范冰冰、巩俐、汤唯、刘嘉玲、周冬雨、周迅、赵薇、章子怡</span>
                <br/><br/><br/><br/><br/>
                <span className="wxd">获得音乐奖项最多</span>
                <span className="wxdwxd">周杰伦共获得377项音乐奖项</span>
                <br/><br/><br/><br/><br/>
                <span className="wxd">获得音乐奖项提名最多</span>
                <span className="wxdwxd">李荣浩共获得59项音乐奖项提名</span>
                <br/><br/><br/><br/><br/>            </Col>

        </Row>
            )
}
export default MostT
